Repository: common-repository/kaya-login-captcha
Catalog: languages/kaya-login-captcha-*.po
Languages: fr_fr

source: You do not have sufficient permissions.
fr_fr: Vous ne disposez pas des autorisations suffisantes.

source: Donate
fr_fr: Faire un don

source: Support the advancement of this plugin
fr_fr: Soutenir l'avancement de cette extension

source: You can give to support this plugin development and to encourage the developer for making open source softwares.
fr_fr: Vous pouvez donner pour soutenir le développement de cette extension et encourager le développeur à créer des logiciels open source.

source: Make a donation with Paypal:
fr_fr: Faites un don avec Paypal:

source: Make a donation with Bitcoin:
fr_fr: Faites un don avec Bitcoin:

source: Make a donation with Bitcoin
fr_fr: Faites un don avec Bitcoin

source: WordPress plugins by Kaya Studio
fr_fr: Extensions WordPress par Kaya Studio

source: Kaya Studio is managed by a freelance web developer. These plugins are developed in his free time and for the love of making useful open source softwares.
fr_fr: Kaya Studio est géré par un développeur Web indépendant. Ces plugins sont développés pendant son temps libre et pour l'amour de créer des logiciels open source utiles.

source: Discover all the WordPress plugins developed by Kaya Studio.
fr_fr: Découvrez toutes les extensions WordPress développées par Kaya Studio.

source: All plugins by Kaya Studio
fr_fr: Toutes les extensions de Kaya Studio

source: All plugins
fr_fr: Toutes les extensions

source: Reviews
fr_fr: Avis

source: Rate and review this plugin at WordPress.org
fr_fr: Notez et évaluez cette extension sur WordPress.org

source: Please take the time to let me know about your experience and rate this plugin.
fr_fr: Veuillez prendre le temps de me faire part de votre expérience et de noter cette extension.

source: Rate this plugin
fr_fr: Notez cette extension

source: Login Captcha
fr_fr: Captcha de connexion

source: Adds a simple captcha on the login form, the register form and the lost-password form.
fr_fr: Ajoute un simple captcha sur le formulaire de connexion, le formulaire d'inscription et le formulaire de mot de passe perdu.

source: You can choose here the captcha settings and the forms on which to display it.
fr_fr: Vous pouvez choisir ici les paramètres du captcha et les formulaires sur lesquels l'afficher.

source: The blocked request HTTP status can be customized and the XML-RPC feature can be disabled (Warning: Some plugins need XML-RPC feature, like the Jetpack plugin).
fr_fr: Le statut HTTP de la requête bloquée peut être personnalisé et la fonctionnalité XML-RPC peut être désactivée (Attention: certaines extensions nécessitent la fonctionnalité XML-RPC, comme l'extension Jetpack).

source: Login Captcha settings
fr_fr: Paramètres du Captcha de connexion

source: Save Changes
fr_fr: Enregistrer les modifications

source: Reset settings
fr_fr: Réinitialiser les paramètres

source: Do you want to delete the current settings?
fr_fr: Voulez-vous supprimer les paramètres actuels ?

source: GD and FreeType support:
fr_fr: Prise en charge de GD et FreeType :

source: To have an optimal user experience with this plugin, it is recommended to have installed the GD library and the FreeType library. Please check your PHP configuration.
fr_fr: Pour avoir une expérience utilisateur optimale avec ce plugin, il est recommandé d'avoir installé la librairie GD et la librairie FreeType. Veuillez vérifier votre configuration PHP.

source: Captcha preview with current saved settings:
fr_fr: Aperçu du captcha avec les paramètres enregistrés actuels :

source: Captcha settings:
fr_fr: Paramètres du captcha :

source: Captcha statistics
fr_fr: Statistiques du Captcha

source: Login form statistics
fr_fr: Statistiques du formulaire de connexion

source: Passed
fr_fr: Passé

source: Blocked
fr_fr: Bloqué

source: Lost-Password form statistics
fr_fr: Statistiques du formulaire de mot de passe perdu

source: Register form statistics
fr_fr: Statistiques du formulaire d'inscription

source: No statistics
fr_fr: Pas de statistiques

source: Reset all statistics
fr_fr: Réinitialiser toutes les statistiques

source: Do you want to delete all statistics?
fr_fr: Voulez-vous supprimer toutes les statistiques ?

source: Settings
fr_fr: Réglages

source: Other plugins by Kaya Studio
fr_fr: Autres plugins de Kaya Studio

source: Other plugins
fr_fr: Autres plugins

source: Donate to support the advancement of this plugin
fr_fr: Faites un don pour soutenir l'avancement de cette extension

source: Donate to this plugin
fr_fr: Faire un don à cette extension

source: Reset captcha statistics
fr_fr: Réinitialiser les statistiques du captcha

source: Error!
fr_fr: Erreur !

source: Success!
fr_fr: Succès !

source: Saving captcha settings
fr_fr: Enregistrement des paramètres de captcha

source: Reset captcha settings
fr_fr: Réinitialiser les paramètres du captcha

source: No layout found for field type:
fr_fr: Aucune mise en page trouvée pour le type de champ :

source: Enable Captcha on the login form (Dashboard and WooCommerce)
fr_fr: Activez le Captcha sur le formulaire de connexion (Tableau de bord et WooCommerce)

source: Enable Captcha on the lost-password form (Dashboard and WooCommerce)
fr_fr: Activez le Captcha sur le formulaire de mot de passe perdu (Tableau de bord et WooCommerce)

source: Enable Captcha on the register form (Dashboard and WooCommerce)
fr_fr: Activez le Captcha sur le formulaire d'inscription (Tableau de bord et WooCommerce)

source: Captcha length:
fr_fr: Longueur du captcha :

source: Length of the displayed captcha code.
fr_fr: Longueur du code captcha affiché.

source: Captcha format:
fr_fr: Format du Captcha :

source: Format of the displayed captcha code: numeric, alphabetic or alphanumeric.
fr_fr: Format du code captcha affiché : numérique, alphabétique ou alphanumérique.

source: Numeric
fr_fr: Numérique

source: Alphabetic
fr_fr: Alphabétique

source: Alphanumeric
fr_fr: Alphanumérique

source: Enable random lines in the background of the Captcha
fr_fr: Activer les lignes aléatoires en arrière-plan du Captcha

source: Blocked request HTTP status:
fr_fr: Statut HTTP de la requête bloquée :

source: Choose the HTTP status code when a request is blocked by a captcha error.
fr_fr: Choisissez le code d'état HTTP lorsqu'une requête est bloquée par une erreur du captcha.

source: No change (code: 200)
fr_fr: Aucun changement (code : 200)

source: Unauthorized (code: 401)
fr_fr: Non autorisé (code : 401)

source: Forbidden (code: 403)
fr_fr: Interdit (code : 403)

source: Disable the XML-RPC WordPress API
fr_fr: Désactivez l'API WordPress XML-RPC

source: Bots can try to login with the XML-RPC feature. Warning: Some plugins need this, like the Jetpack plugin.
fr_fr: Les robots peuvent essayer de se connecter avec la fonctionnalité XML-RPC. Attention: certaines extensions en ont besoin, comme l'extension Jetpack.

source: Security Code:
fr_fr: Code de sécurité :

source: Enter the security code:
fr_fr: Entrez le code de sécurité :

source: Error
fr_fr: Erreur

source: Request error.
fr_fr: Erreur de demande.

source: Missing request ID.
fr_fr: ID de requête manquante.

source: Please enter the security code.
fr_fr: Entrez le code de sécurité s'il vous plaît.

source: Invalid or expired request.
fr_fr: Requête non valide ou expirée.

source: The security code entered is incorrect.
fr_fr: Le code de sécurité saisi est incorrect.
